Repository: scVENUS/PeekabooAV
Catalog: peekaboo/locale/*/LC_MESSAGES/peekaboo.po
Languages: de

source: Sample initialization failed
de: Initialisierung der zu analysierenden Datei fehlgeschlagen

source: File "%s" %s is being analyzed
de: Datei "%s" %s wird analysiert

source: File "%s" is considered "%s"
de: Die Datei "%s" wird als "%s" betrachtet

source: File "%s": %s
de: Datei "%s": %s

source: Sample %s successfully submitted to Cuckoo as job %d
de: Erfolgreich an Cuckoo gegeben %s als Job %d

source: Hello, this is Peekaboo.
de: Hallo das ist Peekaboo

source: ERROR: Path does not exist or no permission to access it.
de: FEHLER: Pfad existiert nicht oder Zugriff verweigert.

source: ERRROR: Input is not a file
de: FEHLER: Eingabe ist keine Datei

source: Error submitting sample to job queue
de: Fehler beim Einstellen in Warteschlange

source: ERROR: Invalid data structure.
de: FEHLER: Ungültiges Datenformat.

source: ERROR: Incomplete data structure.
de: FEHLER: Unvollständige Datenstruktur.

source: Files are being analyzed...
de: Dateien werden analysiert...

source: Peekaboo is shutting down.
de: Peekaboo wird beendet.

source: The file collection has been categorized "%s"
de: Die Datensammlung wurde als "%s" eingestuft

source: Rule without result
de: Regel ohne Ergebnis

source: Result "%s" of rule %s - %s, analysis continues: %s.
de: Ergebnis "%s" der Regel %s - %s, Analyse wird fortgesetzt: %s.

source: Yes
de: Ja

source: No
de: Nein

source: Rule aborted with error
de: Regel mit Fehler abgebrochen

source: File is not yet known to the system
de: Datei ist dem System noch nicht bekannt

source: Failure to determine sample file size: %s
de: Ermittlung der Dateigröße fehlgeschlagen: %s

source: File has more than %d bytes
de: Datei hat mehr als %d bytes

source: File is only %d bytes long
de: Die Datei ist nur %d bytes groß

source: File type is on whitelist
de: Dateityp ist auf Whitelist

source: File type is not on whitelist
de: Dateityp ist nicht auf Whitelist

source: File type is on the list of types to analyze
de: Dateityp ist auf der Liste der zu analysiserenden Typen

source: File type is not on the list of types to analyse (%s)
de: Dateityp ist nicht auf der Liste der zu analysierenden Typen (%s)

source: The file contains an Office macro
de: Die Datei beinhaltet ein Office-Makro

source: The file does not contain a recognizable Office macro
de: Die Datei beinhaltet kein erkennbares Office-Makro

source: The file contains an Office macro which runs at document open
de: Die Datei beinhaltet ein Office Makro welches beim Öffnen der Datei ausgeführt wird

source: The file does not contain a recognizable Office macro that is run at document open
de: Die Datei beinhaltet kein erkennbares Office Makro welches beim Öffnen ausgeführt wird

source: Behavioral analysis by Cuckoo has produced an error and did not finish successfully
de: Die Verhaltensanalyse durch Cuckoo hat einen Fehler produziert und konnte nicht erfolgreich abgeschlossen werden

source: No signature suggesting malware detected
de: Keine Signatur erkannt die auf Schadcode hindeutet

source: The following signatures have been recognized: %s
de: Folgende Signaturen wurden erkannt: %s

source: The file attempts to contact at least one domain on the blacklist (%s)
de: Die Datei versucht mindestens eine Domain aus der Blacklist zu kontaktieren (%s)

source: File does not seem to attempt contact with domains on the blacklist
de: Datei scheint keine Domains aus der Blacklist kontaktieren zu wollen

source: Behavioral analysis by Cuckoo completed successfully
de: Die Verhaltensanalyse durch Cuckoo wurde erfolgreich abgeschlossen

source: Evaluation of expression couldn't get cuckoo report.
de: Auswertung des Ausdrucks konnte Cuckoo Report nicht bekommen.

source: Evaluation of expression uses undefined identifier.
de: Auswertung des Ausdrucks nutzt nicht definierten Bezeichner.

source: The expression (%d) classified the sample as %s
de: Der Ausdruck (%d) klassifizierte die Datei als %s

source: No expression classified the sample in any way.
de: Kein Ausdruck klassifizierte die Datei in irgendeiner Weise.

source: File does not seem to exhibit recognizable malicious behaviour
de: Datei scheint keine erkennbaren Schadroutinen zu starten
